// regex \s+(.)+$ or \s+[\d\.\-_+-:\w]+$
alsa-firmware
alsa-oss
alsa-utils
archlinux-xdg-menu
at
autoconf
automake
avahi
bash
bind-tools
binutils
bison
chromium
ddrescue
device-mapper
dhcpcd
dialog
diffutils
dmenu
dmraid
dosfstools
downgrade
dunst
e2fsprogs
faenza-icon-theme
file-roller
filesystem
filezilla
flashplayer-standalone
fzf
gawk
gcc
gcc-libs
geany
gettext
git
glibc
gnome-calculator
gnome-screenshot
gparted
gptfdisk
grep
grub
gsimplecal
gzip
haveged
htop
intel-ucode
iproute2
iputils
jfsutils
less
libmad
linux
logrotate
lsb-release
lvm2
lxappearance
lxdm
lzop
make
man-db
man-pages
mdadm
meld
mkinitcpio-nfs-utils
mpg123
nano
netctl
nitrogen
ntfs-3g
os-prober
p7zip
pacman
parted
patch
pinta
pkgconf
polybar
pv
qbittorrent
qt5ct
qt5-styleplugins
reiserfsprogs
rsync
sed
shadow
simplescreenrecorder
smplayer
squashfs-tools
syslinux
telegram-desktop-bin
tilix-bin
ttf-font-awesome
unclutter-xfixes-git
usb_modeswitch
usbutils
vertex-themes
visual-studio-code-bin
xclip
xdiskusage
xf86-input-keyboard
xf86-input-mouse
xf86-video-ati
xnviewmp
xorg-xev
xorg-xinit
xorg-xkill
xorg-xwininfo
xxkb
yay
