// pacman -Qe | awk '{print $1}' | sort>1.txt
alsa-utils
amdvlk
android-tools
anydesk-bin
autoconf
automake
base
binutils
bison
chromium
dkms
dmenu
dosfstools
downgrade
dunst
earlyoom
f2fs-tools
faenza-icon-theme
fakeroot
file
file-roller
filezilla
findutils
fish
flex
fzf
gawk
gcc
geany
gettext
git
gnome-calculator
gnome-screenshot
goodvibes
gparted
grep
groff
grub
gsimplecal
gthumb
gzip
haveged
htop
i3-wm
jq
libtool
linux
linux-firmware
linux-headers
lxappearance
lxdm
m4
make
meld
mtools
multibootusb-git
nano
nitrogen
nnn
noto-fonts-emoji
ntfs-3g
openssh
os-prober
pacman
patch
pavucontrol
pinta
pkgconf
polybar
pulseaudio
python-pip
qownnotes
qt5-styleplugins
qt5-tools
qt5ct
radeon-profile-daemon-git
rsync
sed
simplescreenrecorder
smplayer
sox
spacefm
sudo
sway
texinfo
tilix-bin
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-liberation
ttf-ms-fonts
ttf-unifont
udevil
udisks2
unclutter-xfixes-git
unrar
usbutils
vertex-themes
wget
which
xclip
xf86-video-amdgpu
xorg-xinit
xorg-xkill
xxkb
yay-bin
