// pacman -Qe | awk '{print $1}' | sort>1.txt
alsa-utils
amdgpu-pro-libgl
anydesk-bin
autoconf
automake
base
binutils
bison
chromium
dmenu
dosfstools
dunst
f2fs-tools
faenza-icon-theme
fakeroot
fbreader
file
file-roller
filezilla
findutils
fish
flashplayer-standalone
flex
fzf
gawk
gcc
geany
gettext
git
gnome-calculator
gnome-screenshot
goodvibes
gparted
grep
groff
grub
gsimplecal
gst-plugins-bad
gthumb
gzip
haveged
htop
i3-wm
jstest-gtk-git
libtool
lidarr
linux
linux-firmware
linux-headers
lxappearance
lxdm
m4
make
meld
mesa-demos
mtools
multibootusb-git
nano
nitrogen
ntfs-3g
opencl-amd
openssh
os-prober
pacman
patch
pinta
pkgconf
polybar
python-pip
qownnotes
qt5-styleplugins
qt5-tools
qt5ct
rsync
sed
simplescreenrecorder
smplayer
sox
spacefm
sudo
sway
telegram-desktop
texinfo
tilix-bin
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-liberation
ttf-ms-fonts
udevil
udisks2
unclutter-xfixes-git
unrar
usbutils
vertex-themes
visual-studio-code-bin
wget
which
xclip
xf86-video-amdgpu
xf86-video-vesa
xmacro
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xxkb
yay
